{
     "certifications": [
      {
        "id": 0,
        "nomcertif": "CCNA 2 (Cisco Certified Network Associate 2)",
        "domaine": "Réseaux et infrastructure",
        "Date_de_proch_sess": "24 mars 2025",
        "Attribué par": "Cisco Systems",
        "details": "CCNA 2 fait partie du programme de certification Cisco CCNA. Cette certification est un approfondissement des connaissances et compétences de base en réseaux et protocoles, en particulier pour les administrateurs réseaux. Elle couvre des sujets tels que le routage et la commutation, les VLAN, la gestion des adresses IP, et la configuration des périphériques réseau. Les certifications CCNA sont particulièrement recherchées pour ceux qui travaillent dans l'administration des réseaux d'entreprises",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\ccna2.jpg"
      },
      {
        "id": 1,
        "nomcertif": "Microsoft Azure Administrator",
        "domaine": "Cloud computing, Administration des systèmes",
        "Date_de_proch_sess": "20 decembre 2025",
        "Attribué par": "Microsoft",
        "details": "La certification Microsoft Certified: Azure Administrator Associate est destinée à ceux qui gèrent les services cloud de Microsoft Azure. Elle couvre la gestion des abonnements et des ressources Azure, le stockage, la gestion des identités, la configuration des réseaux virtuels, la gestion des machines virtuelles et des ressources Azure. Les administrateurs Azure jouent un rôle crucial dans la gestion des services cloud et des applications sur la plateforme Azure.",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\certif1.png"
      },
      {
        "id": 2,
        "nomcertif": "Microsoft Azure Solutions Architect",
        "domaine": "Cloud computing, Conception de solutions",
        "Date_de_proch_sess": "15 mars 2025",
        "Attribué par": "Microsoft",
        "details": " La certification Microsoft Certified: Azure Solutions Architect Expert est pour les professionnels qui conçoivent des solutions cloud sur Microsoft Azure. Ce rôle implique la création d'architectures complexes qui répondent aux besoins d'une entreprise en matière de cloud, de sécurité, de gestion et de mise en réseau. Cette certification valide les compétences des architectes Azure dans la conception et la gestion de solutions cloud.",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\certif3.png"
      },
      {
        "id": 3,
        "nomcertif": "Microsoft Azure Developer",
        "domaine": "Développement cloud, Développement de logiciels",
        "Date_de_proch_sess": "19 mai 2025",
        "Attribué par": "Microsoft",
        "details": "La certification Microsoft Certified: Azure Developer Associate s'adresse aux développeurs qui créent des applications et des services sur la plateforme Azure. Les sujets abordés incluent les services cloud Azure, les API, la gestion des bases de données, l'intégration de systèmes et l'optimisation des applications cloud. Cette certification est utile pour ceux qui travaillent sur des applications cloud évolutives, sécurisées et performantes.",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\certif4.png"
      },
      {
        "id": 4,
        "nomcertif": "Google Cloud Cybersecurity Professional",
        "domaine": "Sécurité informatique, Cloud computing",
        "Date_de_proch_sess": "2 octobre 2025",
        "Attribué par": "Google Cloud",
        "details": "Cette certification Google Cloud Cybersecurity Professional est destinée aux professionnels de la cybersécurité qui gèrent et sécurisent les infrastructures cloud sur la plateforme Google Cloud. Les sujets incluent la sécurité des réseaux, le cryptage des données, la gestion des identités et des accès, ainsi que la protection contre les menaces et les attaques. Cette certification met l'accent sur la mise en œuvre de stratégies de sécurité robustes pour les services cloud.",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\certifg3.png"
      },
      {
        "id": 5,
        "nomcertif": "Google Cloud Security Engineer",
        "domaine": "Sécurité informatique, Cloud computing",
        "Date_de_proch_sess": "17 avril 2025",
        "Attribué par": "Google Cloud",
        "details": "La certification Google Cloud Professional Cloud Security Engineer est destinée aux ingénieurs en sécurité qui conçoivent et gèrent la sécurité des solutions dans Google Cloud. Les compétences couvertes incluent la protection des données, la gestion des identités et des accès, la sécurité des applications et la gestion des menaces. Cette certification est idéale pour ceux qui souhaitent se spécialiser dans la gestion de la sécurité dans les environnements cloud.",
        "postaire": "..\assets\ressources projet vue\ressources projet vue\certification\certifg4.png"
      }

    ],
    "partenaire":[
        {
            "id": 0,
            "nompart": "Cisco",
            "siege": "San Jose, Californie, États-Unis",
            "date_fondation": "1984",
            "fondateur": "Leonard Bosack, Sandy Lerner",
            "information": " Cisco Systems est une entreprise américaine spécialisée dans les équipements de réseaux et les technologies de communication, notamment dans les domaines des routeurs, des switches et des logiciels associés. Cisco est un acteur majeur dans le domaine des infrastructures de réseau mondial.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/cisco.webp"
          },
          {
            "id": 1,
            "nompart": "Microsoft",
            "siege": "Redmond, Washington, États-Unis",
            "date_fondation": "4 avril 1975",
            "fondateur": "Bill Gates, Paul Allen",
            "information": "Microsoft est l'une des plus grandes entreprises de technologie au monde, connue principalement pour son système d'exploitation Windows et sa suite bureautique Microsoft Office. Elle est également impliquée dans le cloud computing, l'intelligence artificielle et d'autres domaines technologiques.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/microsoft.jfif"
          },
          {
            "id": 2,
            "nompart": "Google",
            "siege": "Mountain View, Californie, États-Unis",
            "date_fondation": "4 septembre 1998",
            "fondateur": "Larry Page, Sergey Brin",
            "information": "Google est principalement connu pour son moteur de recherche, mais il est également impliqué dans une large gamme de produits et services, dont Android, YouTube, Google Cloud et bien plus encore. En 2015, Google est devenu une filiale de la société mère Alphabet Inc.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/google.webp"
          },
          {
            "id": 3,
            "nompart": "Harvard University",
            "siege": " Cambridge, Massachusetts, États-Unis",
            "date_fondation": "1636",
            "fondateur": "John Harvard",
            "information": "Harvard est l'une des plus anciennes et des plus prestigieuses universités au monde. Elle offre une large gamme de programmes académiques dans presque tous les domaines de la connaissance.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/Harvard2.jpg"
          },
          {
            "id": 4,
            "nompart": "Massachusetts Institute of Technology (MIT)",
            "siege": "Cambridge, Massachusetts, États-Unis",
            "date_fondation": "1861",
            "fondateur": "William Barton Rogers",
            "information": "Le MIT est une université de renommée mondiale, particulièrement connue pour ses programmes dans les domaines de l'ingénierie, des sciences et de la technologie. Il est l'un des leaders mondiaux en matière de recherche et d'innovation.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/MIT university.avif"
          },
           {
            "id": 5,
            "nompart":"University of Melbourne (Melbourne University)",
            "siege": "Melbourne, Australie",
            "date_fondation": "1853",
            "fondateur": "Législature du Victoria (le gouvernement de l'État)",
            "information":"L'Université de Melbourne est l'une des principales universités australiennes, avec des programmes académiques de haut niveau et une forte réputation dans la recherche et l'enseignement. Elle est l'une des plus anciennes et prestigieuses universités d'Australie.",
            "logo": "../assets/ressources projet vue/ressources projet vue/nos partenaires/Mrlborne.jpg"
          }
    ]
  }
